Repository: fhasse95/budget-flow-ios-translations
Catalog: Localizable_Cities.xcstrings
Source language: en
Languages: ar, el, ja, ko, ru, th, uk, zh_hans, zh_hant

# /Abu Dhabi:dict/:string
source: Abu Dhabi
ar: ابو ظبي
el: Άμπου Ντάμπι
ja: アブダビ
ko: 아부다비
ru: Абу-Даби
th: อาบูดาบี
uk: Абу-Дабі
zh_hans: 阿布扎比
zh_hant: 阿布達比

# /Accra:dict/:string
source: Accra
ar: أكرا
el: Άκρα
ja: アクラ
ko: 아크라
ru: Аккра
th: อักกรา
uk: Аккра
zh_hans: 阿克拉
zh_hant: 阿克拉

# /Adak:dict/:string
source: Adak
ar: آداك
el: Αδάκ
ja: エイダク
ko: 에이닥크
ru: Адак
th: อะแด็ค
uk: Адак
zh_hans: 鄂达克
zh_hant: 艾德克島

# /Addis Ababa:dict/:string
source: Addis Ababa
ar: أديس أبابا
el: Αντίς Αμπέμπα
ja: アジスアベバ
ko: 아디스아바바
ru: Аддис-Абеба
th: แอดดิสอาบาบา
uk: Аддис-Абеба
zh_hans: 亚的斯亚贝巴
zh_hant: 阿迪斯阿貝巴

# /Adelaide:dict/:string
source: Adelaide
ar: أديلايد
el: Αδελαΐδα
ja: アデレード
ko: 애들레이드
ru: Аделаида
th: แอดิเลด
uk: Аделаїда
zh_hans: 阿德莱德
zh_hant: 阿德萊德

# /Algiers:dict/:string
source: Algiers
ar: الجزائر
el: Αλγέρι
ja: アルジェ
ko: 알제리
ru: Алжир
th: แอลเจียร์
uk: Алжир
zh_hans: 阿尔及尔
zh_hant: 阿爾及爾

# /Amman:dict/:string
source: Amman
ar: عمّان
el: Αμμάν
ja: アンマン
ko: 암만
ru: Амман
th: อัมมาน
uk: Амман
zh_hans: 安曼
zh_hant: 安曼

# /Amsterdam:dict/:string
source: Amsterdam
ar: أمستردام
el: Άμστερνταμ
ja: アムステルダム
ko: 암스테르담
ru: Амстердам
th: อัมสเตอร์ดัม
uk: Амстердам
zh_hans: 阿姆斯特丹
zh_hant: 阿姆斯特丹

# /Anadyr:dict/:string
source: Anadyr
ar: أنادير
el: Αναδύρ
ja: アナディル
ko: 아나디리
ru: Анадырь
th: อนาไดร์
uk: Анадир
zh_hans: 阿纳德尔河
zh_hant: 阿納底

# /Anchorage:dict/:string
source: Anchorage
ar: أنكوريج
el: Άνκορατζ
ja: アンカレッジ
ko: 앵커리지
ru: Анкоридж
th: แองเคอเรจ
uk: Анкоридж
zh_hans: 安克雷奇
zh_hant: 安克拉治

# /Ankara:dict/:string
source: Ankara
ar: أنقره
el: Άγκυρα
ja: アンカラ
ko: 앙카라
ru: Анкара
th: แองการ่า
uk: Анкара
zh_hans: 安卡拉
zh_hant: 安卡拉

# /Antananarivo:dict/:string
source: Antananarivo
ar: أنتاناناريفو
el: Ανταναναρίβο
ja: アンタナナリボ
ko: 안타나나리보
ru: Антананариву
th: อันตานานาริโว
uk: Антананаріву
zh_hans: 安塔那那利佛
zh_hant: 安塔那那利佛

# /Ashgabat:dict/:string
source: Ashgabat
ar: عشق آباد
el: Ασγκαμπάτ
ja: アシガバード
ko: 아쉬하바드
ru: Ашхабад
th: อาชกาบัต
uk: Ашгабат
zh_hans: 阿什喀巴得
zh_hant: 阿什哈巴特

# /Asmera:dict/:string
source: Asmera
ar: أسمرا
el: Ασμέρα
ja: アスマラ
ko: 아스마라
ru: Асмера
th: อาสเมรา
uk: Асмера
zh_hans: 阿斯马拉
zh_hant: 阿斯馬拉

# /Asuncion:dict/:string
source: Asunción
ar: أسانسيون
el: Ασουνσιόν
ja: アスンシオン
ko: 아순시온
ru: Асунсьон
th: อะซุนซิออง
uk: Асунсьйон
zh_hans: 亚松森
zh_hant: 亞松森

# /Athens:dict/:string
source: Athens
ar: أثينا
el: Αθήνα
ja: アテネ
ko: 애선스
ru: Афины
th: เอเธนส์
uk: Афіни
zh_hans: 雅典
zh_hant: 雅典

# /Atlanta:dict/:string
source: Atlanta
ar: أطلنطا
el: Ατλάντα
ja: アトランタ
ko: 애틀랜타
ru: Атланта
th: แอตแลนต้า
uk: Атланта
zh_hans: 亚特兰大
zh_hant: 亞特蘭大

# /Austin:dict/:string
source: Austin
ar: أوستن
el: Ώστιν
ja: オースチン
ko: 오스틴
ru: Остин
th: ออสติน
uk: Остін
zh_hans: 奥斯汀
zh_hant: 奧斯丁

# /Baghdad:dict/:string
source: Baghdad
ar: بغداد
el: Βαγδάτη
ja: バグダッド
ko: 바그다드
ru: Багдад
th: แบกแดด
uk: Багдад
zh_hans: 巴格达
zh_hant: 巴格達

# /Baku:dict/:string
source: Baku
ar: باكو
el: Μπακού
ja: バクー
ko: 바쿠
ru: Баку
th: บากู
uk: Баку
zh_hans: 巴库
zh_hant: 巴庫

# /Bamako:dict/:string
source: Bamako
ar: باماكو
el: Μπαμάκο
ja: バマコ
ko: 바마코
ru: Бамако
th: บามาโก
uk: Бамако
zh_hans: 巴马科
zh_hant: 巴馬科

# /Bangkok:dict/:string
source: Bangkok
ar: بانكوك
el: Μπανγκόκ
ja: バンコク
ko: 방콕
ru: Бангкок
th: กรุงเทพฯ
uk: Бангкок
zh_hans: 曼谷
zh_hant: 曼谷

# /Bangui:dict/:string
source: Bangui
ar: باني
el: Μπάνγκουϊ
ja: バンギ
ko: 방기
ru: Банги
th: บังกี
uk: Бангі
zh_hans: 班吉
zh_hant: 班基

# /Beijing:dict/:string
source: Beijing
ar: بكين
el: Πεκίνο
ja: 北京
ko: 베이징
ru: Пекин
th: ปักกิ่ง
uk: Пекін
zh_hans: 北京
zh_hant: 北京

# /Beirut:dict/:string
source: Beirut
ar: بيروت
el: Βηρυτός
ja: ベイルート
ko: 베이루트
ru: Бейрут
th: เบรุต
uk: Бейрут
zh_hans: 贝鲁特
zh_hant: 貝魯特

# /Belgrade:dict/:string
source: Belgrade
ar: بلغراد
el: Βελιγράδι
ja: ベオグラード
ko: 베오그라드
ru: Белград
th: เบลเกรด
uk: Белград
zh_hans: 贝尔格莱德
zh_hant: 貝爾格勒

# /Berlin:dict/:string
source: Berlin
ar: برلين
el: Βερολίνο
ja: ベルリン
ko: 베를린
ru: Берлин
th: เบอร์ลิน
uk: Берлін
zh_hans: 柏林
zh_hant: 柏林

# /Blacksburg:dict/:string
source: Blacksburg
ar: بلاكسبيرغ
el: Μπλάκσμπουργκ
ja: ブラックスバーグ
ko: 블랙스버그
ru: Блэксбург
th: แบล็กส์เบิร์ก
uk: Блексбурґ
zh_hans: 布莱克斯堡
zh_hant: 黑堡

# /Bogota:dict/:string
source: Bogotá
ar: بوغوتا
el: Μπογκοτά
ja: ボゴタ
ko: 보고타
ru: Богота
th: โบโกตา
uk: Богота
zh_hans: 波哥大
zh_hant: 波哥大

# /Boston:dict/:string
source: Boston
ar: بوسطن
el: Βοστόνη
ja: ボストン
ko: 보스턴
ru: Бостон
th: บอสตัน
uk: Бостон
zh_hans: 波士顿
zh_hant: 波士頓

# /Brasalia:dict/:string
source: Brasília
ar: برازيليا
el: Μπραζίλια
ja: ブラジリア
ko: 브라질리아
ru: Бразилиа
th: บราซิเลีย
uk: Бразилія
zh_hans: 巴西利亚
zh_hant: 巴西利亞

# /Bratislava:dict/:string
source: Bratislava
ar: براتيسلافا
el: Μπρατισλάβα
ja: ブラチスラバ
ko: 브라티슬라바
ru: Братислава
th: บราติสลาวา
uk: Братислава
zh_hans: 布拉迪斯拉瓦
zh_hant: 布拉提斯拉瓦

# /Bridgetown:dict/:string
source: Bridgetown
ar: بريدج تاون
el: Μπρίτζταουν
ja: ブリッジタウン
ko: 브리지타운
ru: Бриджтаун
th: บริดจ์ทาวน์
uk: Бриджтаун
zh_hans: 布里奇顿
zh_hant: 橋鎮

# /Brisbane:dict/:string
source: Brisbane
ar: بريسبان
el: Μπρίζμπεϊν
ja: ブリスベン
ko: 브리즈번
ru: Брисбен
th: บริสเบน
uk: Брисбен
zh_hans: 布里斯班
zh_hant: 布里斯本

# /Brussels:dict/:string
source: Brussels
ar: بروكسل
el: Βρυξέλλες
ja: ブリュッセル
ko: 브뤼셀(Brussels)
ru: Брюссель
th: บรัสเซลส์
uk: Брюссель
zh_hans: 布鲁塞尔
zh_hant: 布魯塞爾

# /Bucharest:dict/:string
source: Bucharest
ar: بوخارست
el: Βουκουρέστι
ja: ブカレスト
ko: 부쿠레슈티
ru: Бухарест
th: บูคาเรสต์
uk: Бухарест
zh_hans: 布加勒斯特
zh_hant: 布加勒斯特

# /Budapest:dict/:string
source: Budapest
ar: بودابست
el: Βουδαπέστη
ja: ブダペスト
ko: 부다페스트
ru: Будапешт
th: บูดาเปสต์
uk: Будапешт
zh_hans: 布达佩斯
zh_hant: 布達佩斯

# /Buenos Aires:dict/:string
source: Buenos Aires
ar: بوينس ايرس
el: Μπουένος Άιρες
ja: ブエノスアイレス
ko: 부에노스아이레스
ru: Буэнос-Айрес
th: บัวโนสไอเรส
uk: Буенос-Айрес
zh_hans: 布宜诺斯艾利斯
zh_hant: 布宜諾斯艾利斯

# /Cairo:dict/:string
source: Cairo
ar: القاهرة
el: Κάιρο
ja: カイロ
ko: 카이로
ru: Каир
th: ไคโร
uk: Каїр
zh_hans: 开罗
zh_hant: 開羅

# /Calgary:dict/:string
source: Calgary
ar: كالغري
el: Κάλγκαρι
ja: カルガリー
ko: 캘거리
ru: Калгари
th: คัลการี
uk: Калгарі
zh_hans: 卡尔加里
zh_hant: 卡加利

# /Canberra:dict/:string
source: Canberra
ar: كانبرا
el: Καμπέρα
ja: キャンベラ
ko: 캔버라
ru: Канберра
th: แคนเบอร์รา
uk: Канберра
zh_hans: 堪培拉
zh_hant: 坎培拉

# /Canton:dict/:string
source: Canton
ar: كانتون
el: Καντόν
ja: 広東
ko: 광저우
ru: Кантон
th: กวางตุ้ง
uk: Кантон
zh_hans: 广州
zh_hant: 廣州

# /Cape Town:dict/:string
source: Cape Town
ar: كابتون
el: Κέιπ Τάουν
ja: ケープタウン
ko: 케이프타운
ru: Кейптаун
th: เคปทาวน์
uk: Кейптаун
zh_hans: 开普敦
zh_hant: 開普敦

# /Caracas:dict/:string
source: Caracas
ar: كراكاس
el: Καράκας
ja: カラカス
ko: 카라카스
ru: Каракас
th: การากัส
uk: Каракас
zh_hans: 加拉加斯
zh_hant: 卡拉卡斯

# /Cardiff:dict/:string
source: Cardiff
ar: كارديف
el: Κάρντιφ
ja: カーディフ
ko: 카디프
ru: Кардифф
th: คาร์ดิฟฟ์
uk: Кардіфф
zh_hans: 加的夫
zh_hant: 卡地夫

# /Cayenne:dict/:string
source: Cayenne
ar: كايين
el: Καγιέν
ja: カイエンヌ
ko: 카옌
ru: Кайенна
th: กาแยน
uk: Кайєнна
zh_hans: 卡宴
zh_hant: 開雲

# /Chennai:dict/:string
source: Chennai (Madras)
ar: تشيني (مدراس)
el: Τσενάι (Μαδράς)
ja: チェンナイ（マドラス）
ko: 마드라스(Chennai)
ru: Мадрас
th: เจนไน (มาดราส)
uk: Ченнай (Мадрас)
zh_hans: 孟买（马德拉斯）
zh_hant: 清奈（馬德拉斯）

# /Chicago:dict/:string
source: Chicago
ar: شيكاغو
el: Σικάγο
ja: シカゴ
ko: 시카고
ru: Чикаго
th: ชิคาโก้
uk: Чикаго
zh_hans: 芝加哥
zh_hant: 芝加哥

# /Colombo:dict/:string
source: Colombo
ar: كولومبو
el: Κολόμπο
ja: コロンボ
ko: 콜롬보
ru: Коломбо
th: โคลอมโบ
uk: Коломбо
zh_hans: 科伦坡
zh_hant: 可倫坡

# /Columbus:dict/:string
source: Columbus
ar: كولومبس
el: Κολόμπους
ja: コロンバス
ko: 콜럼버스
ru: Колумбус
th: โคลัมบัส
uk: Колумбус
zh_hans: 哥伦布
zh_hant: 哥倫布

# /Conakry:dict/:string
source: Conakry
ar: كوناكري
el: Κόνακρυ
ja: コナクリ
ko: 코나크리
ru: Конакри
th: โกนากรี
uk: Конакрі
zh_hans: 科纳克里
zh_hant: 柯那克里

# /Copenhagen:dict/:string
source: Copenhagen
ar: كوبنهاغن
el: Κοπεγχάγη
ja: コペンハーゲン
ko: 코펜하겐
ru: Копенгаген
th: โคเปนเฮเกน
uk: Копенгаген
zh_hans: 哥本哈根
zh_hant: 哥本哈根

# /Cork:dict/:string
source: Cork
ar: كورك
el: Κορκ
ja: コーク
ko: 코크
ru: Корк
th: คอร์ก
uk: Корк
zh_hans: 科克城
zh_hant: 科克

# /Cupertino:dict/:string
source: Cupertino
ar: كوبرتينو
el: Κουπερτίνο
ja: クパティーノ
ko: 쿠퍼티노
ru: Купертино
th: คูเปอร์ติโน
uk: Купертіно
zh_hans: 库比提诺
zh_hant: 庫比提諾

# /Dakar:dict/:string
source: Dakar
ar: داكار
el: Ντακάρ
ja: ダカール
ko: 다카르
ru: Дакар
th: ดาการ์
uk: Дакар
zh_hans: 达喀尔
zh_hant: 達喀爾

# /Dallas:dict/:string
source: Dallas
ar: دالاس
el: Ντάλας
ja: ダラス
ko: 댈러스
ru: Даллас
th: ดัลลัส
uk: Даллас
zh_hans: 达拉斯
zh_hant: 達拉斯

# /Damascus:dict/:string
source: Damascus
ar: دمشق
el: Δαμασκός
ja: ダマスカス
ko: 다마스쿠스
ru: Дамаск
th: ดามัสกัส
uk: Дамаск
zh_hans: 大马士革
zh_hant: 大馬士革

# /Dar es Salaam:dict/:string
source: Dar es Salaam
ar: دار السلام
el: Νταρ Ες Σαλάμ
ja: ダルエスサラーム
ko: 다르에스살람
ru: Дар-эс-Салам
th: ดาร์ เอส ซาลาม
uk: Дар-ес-Салам
zh_hans: 达累斯萨拉姆
zh_hant: 沙蘭港

# /Darwin:dict/:string
source: Darwin
ar: داروين
el: Ντάργουιν
ja: ダーウィン
ko: 다윈
ru: Дарвин
th: ดาร์วิน
uk: Дарвін
zh_hans: 达尔文
zh_hant: 達爾文

# /Denver:dict/:string
source: Denver
ar: دنفر
el: Ντένβερ
ja: デンバー
ko: 덴버
ru: Денвер
th: เดนเวอร์
uk: Денвер
zh_hans: 丹佛
zh_hant: 丹佛

# /Detroit:dict/:string
source: Detroit
ar: ديترويت
el: Ντιτρόιτ
ja: デトロイト
ko: 디트로이트
ru: Детройт
th: ดีทรอยต์
uk: Детройт
zh_hans: 底特律
zh_hant: 底特律

# /Dhaka:dict/:string
source: Dhaka
ar: داكا
el: Ντάκα
ja: ダッカ
ko: 다카
ru: Дакка
th: ธากา
uk: Дакка
zh_hans: 达卡
zh_hant: 達卡

# /Djibouti:dict/:string
source: Djibouti
ar: جيبوتي
el: Τζιμπουτί
ja: ジブチ
ko: 지부티
ru: Джибути
th: จิบูติ
uk: Джибуті
zh_hans: 吉布提
zh_hant: 吉布地

# /Doha:dict/:string
source: Doha
ar: الدوحة
el: Ντόχα
ja: ドーハ
ko: 도하
ru: Доха
th: โดฮา
uk: Дога
zh_hans: 多哈
zh_hant: 杜哈

# /Douala:dict/:string
source: Douala
ar: دوالا
el: Ντουάλα
ja: ドゥアラ
ko: 두알라
ru: Дуала
th: ดูอาลา
uk: Дуала
zh_hans: 杜阿拉
zh_hant: 杜阿拉

# /Dublin:dict/:string
source: Dublin
ar: دبلن
el: Δουβλίνο
ja: ダブリン
ko: 더블린
ru: Дублин
th: ดับลิน
uk: Дублін
zh_hans: 都柏林
zh_hant: 都柏林

# /Edinburgh:dict/:string
source: Edinburgh
ar: إدنبره
el: Εδιμβούργο
ja: エジンバラ
ko: 에든버러
ru: Эдинбург
th: เอดินบะระ
uk: Едінбург
zh_hans: 爱丁堡
zh_hant: 愛丁堡

# /Freetown:dict/:string
source: Freetown
ar: فريتاون
el: Φρήταουν
ja: フリータウン
ko: 프리타운
ru: Фритаун
th: ฟรีทาวน์
uk: Фритаун
zh_hans: 弗里敦
zh_hant: 自由城

# /Geneva:dict/:string
source: Geneva
ar: جنيف
el: Γενεύη
ja: ジュネーブ
ko: 제네바
ru: Женева
th: เจนีวา
uk: Женева
zh_hans: 日内瓦
zh_hant: 日內瓦

# /Georgetown:dict/:string
source: Georgetown
ar: جورج تاون
el: Τζορτζτάουν
ja: ジョージタウン
ko: 조지타운
ru: Джорджтаун
th: จอร์จทาวน์
uk: Джорджтаун
zh_hans: 乔治敦
zh_hant: 喬治亞城

# /Grytviken:dict/:string
source: Grytviken
ar: غريتفيكن
el: Γκρίτβικεν
ja: グレトビッケン
ko: 그리트비켄
ru: Грютвикен
th: กริตวิเคน
uk: Грітвікен
zh_hans: 葛利特维根
zh_hant: 葛利特維根

# /Guam:dict/:string
source: Guam
ar: غوام
el: Γκουάμ
ja: グアム
ko: 괌
ru: Гуам
th: กวม
uk: Гуам
zh_hans: 关岛
zh_hant: 關島

# /Guatemala:dict/:string
source: Guatemala
ar: غواتيمالا
el: Γουατεμάλα
ja: グアテマラ
ko: 과테말라
ru: Гватемала
th: กัวเตมาลา
uk: Ґватемала
zh_hans: 危地马拉
zh_hant: 瓜地馬拉

# /Halifax:dict/:string
source: Halifax
ar: هالي فاكس
el: Χάλιφαξ
ja: ハリファクス
ko: 핼리팩스
ru: Галифакс
th: แฮลิแฟกซ์
uk: Галіфакс
zh_hans: 哈利法克斯
zh_hant: 哈利法克斯

# /Hamburg:dict/:string
source: Hamburg
ar: هامبورغ
el: Αμβούργο
ja: ハンブルク
ko: 함부르크
ru: Гамбург
th: ฮัมบูร์ก
uk: Гамбурґ
zh_hans: 汉堡
zh_hant: 漢堡

# /Hanoi:dict/:string
source: Hanoi
ar: هانوي
el: Ανόι
ja: ハノイ
ko: 하노이
ru: Ханой
th: ฮานอย
uk: Ханой
zh_hans: 河内
zh_hant: 河內

# /Harare:dict/:string
source: Harare
ar: هاراري
el: Χαράρε
ja: ハラレ
ko: 하라레
ru: Хараре
th: ฮาแรร์
uk: Хараре
zh_hans: 哈拉雷
zh_hant: 哈拉雷

# /Havana:dict/:string
source: Havana
ar: هافانا
el: Αβάνα
ja: ハバナ
ko: 아바나
ru: Гавана
th: ฮาวานา
uk: Гавана
zh_hans: 哈瓦那
zh_hant: 哈瓦那

# /Helsinki:dict/:string
source: Helsinki
ar: هلسنكي
el: Ελσίνκι
ja: ヘルシンキ
ko: 헬싱키
ru: Хельсинки
th: เฮลซิงกิ
uk: Гельсінкі
zh_hans: 赫尔辛基
zh_hant: 赫爾辛基

# /Hobart:dict/:string
source: Hobart
ar: هوبارت
el: Χόμπαρτ
ja: ホバート
ko: 호바트
ru: Хобарт
th: โฮบาร์ต
uk: Хобарт
zh_hans: 霍巴特
zh_hant: 荷巴特

# /Hong Kong:dict/:string
source: Hong Kong
ar: هونغ كونغ
el: Χονγκ Κονγκ
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
uk: Гонконг
zh_hans: 香港
zh_hant: 香港

# /Honolulu:dict/:string
source: Honolulu
ar: هونولولو
el: Χονολουλού
ja: ホノルル
ko: 호놀룰루
ru: Гонолулу
th: โฮโนลูลู
uk: Гонолулу
zh_hans: 檀香山
zh_hant: 檀香山

# /Houston:dict/:string
source: Houston
ar: هيوستن
el: Χιούστον
ja: ヒューストン
ko: 휴스턴
ru: Хьюстон
th: ฮูสตัน
uk: Хьюстон
zh_hans: 休斯顿
zh_hant: 休士頓

# /Indianapolis:dict/:string
source: Indianapolis
ar: انديانابوليس
el: Ινδιανάπολις
ja: インディアナポリス
ko: 인디애나폴리스
ru: Индианаполис
th: อินเดียนาโพลิส
uk: Індіанаполіс
zh_hans: 印第安纳波利斯
zh_hant: 印第安納波利斯

# /Islamabad:dict/:string
source: Islamabad
ar: إسلام أباد
el: Ισλαμαμπάντ
ja: イスラマバード
ko: 이슬라마바드
ru: Исламабад
th: อิสลามาบัด
uk: Ісламабад
zh_hans: 伊斯兰堡
zh_hant: 伊斯蘭瑪巴德

# /Istanbul:dict/:string
source: Istanbul
ar: إسطنبول
el: Κωνσταντινούπολη
ja: イスタンブール
ko: 이스탄불
ru: Стамбул
th: อิสตันบูล
uk: Стамбул
zh_hans: 伊斯坦布尔
zh_hant: 伊斯坦堡

# /Jakarta:dict/:string
source: Jakarta
ar: جاكارتا
el: Τζακάρτα
ja: ジャカルタ
ko: 자카르타
ru: Джакарта
th: จาการ์ตา
uk: Джакарта
zh_hans: 雅加达
zh_hant: 雅加達

# /Jerusalem:dict/:string
source: Jerusalem
ar: القدس
el: Ιερουσαλήμ
ja: エルサレム
ko: 예루살렘
ru: Иерусалим
th: เยรูซาเล็ม
uk: Єрусалим
zh_hans: 耶路撒冷
zh_hant: 耶路撒冷

# /Kabul:dict/:string
source: Kabul
ar: كابول
el: Καμπούλ
ja: カブール
ko: 카불
ru: Кабул
th: คาบูล
uk: Кабул
zh_hans: 喀布尔
zh_hant: 喀布爾

# /Kampala:dict/:string
source: Kampala
ar: كمبالا
el: Καμπάλα
ja: カンパラ
ko: 캄팔라
ru: Кампала
th: กัมปาลา
uk: Кампала
zh_hans: 坎帕拉
zh_hant: 坎帕拉

# /Katmandu:dict/:string
source: Katmandu
ar: كاتماندو
el: Κατμαντού
ja: カトマンズ
ko: 카트만두
ru: Катманду
th: กาตมันดุ
uk: Катманду
zh_hans: 加德满都
zh_hant: 加德滿都

# /Khartoum:dict/:string
source: Khartoum
ar: الخرطوم
el: Χαρτούμ
ja: ハルツーム
ko: 하르툼
ru: Хартум
th: คาร์ทูม
uk: Хартум
zh_hans: 喀土穆
zh_hant: 喀土穆

# /Kiev:dict/:string
source: Kiev
ar: كييف
el: Κίεβο
ja: キーウ
ko: 키예프
ru: Киев
th: เคียฟ
uk: Київ
zh_hans: 基辅
zh_hant: 基輔

# /Kinshasa:dict/:string
source: Kinshasa
ar: كنشاسا
el: Κινσάσα
ja: キンシャサ
ko: 킨샤사
ru: Киншаса
th: กินชาซา
uk: Кіншаса
zh_hans: 金沙萨
zh_hant: 金夏沙

# /Knoxville:dict/:string
source: Knoxville
ar: نكسفيل
el: Νόξβιλ
ja: ノックスビル
ko: 녹스빌
ru: Ноксвилл
th: น็อกซ์วิลล์
uk: Ноксвілл
zh_hans: 诺克斯维尔
zh_hant: 諾克斯維爾

# /Kolkata:dict/:string
source: Kolkata (Calcutta)
ar: كالكتا
el: Κολκάτα (Καλκούτα)
ja: コルカタ（カルカッタ）
ko: 캘커타
ru: Калькутта
th: โกลกาตา (กัลกัตตา)
uk: Колката (Калькутта)
zh_hans: 加尔各答
zh_hant: 加爾各答

# /Krasnoyarsk:dict/:string
source: Krasnoyarsk
ar: كراسنويارسك
el: Κρασνογιάρσκ
ja: クラスノヤルスク
ko: 크라스노야르스크
ru: Красноярск
th: ครัสโนยาสค์
uk: Красноярськ
zh_hans: 克拉斯诺亚尔斯克
zh_hant: 克拉斯諾雅斯克

# /Kuala Lumpur:dict/:string
source: Kuala Lumpur
ar: كوالالمبور
el: Κουάλα Λουμπούρ
ja: クアラルンプール
ko: 콸라룸푸르
ru: Куала-Лумпур
th: กัวลาลัมเปอร์
uk: Куала-Лумпур
zh_hans: 吉隆坡
zh_hant: 吉隆坡

# /Kuwait:dict/:string
source: Kuwait
ar: الكويت
el: Κουβέιτ
ja: クウェート
ko: 쿠웨이트
ru: Кувейт
th: คูเวต
uk: Кувейт
zh_hans: 科威特
zh_hant: 科威特

# /La Paz:dict/:string
source: La Paz
ar: لاباز
el: Λα Παζ
ja: ラ・パス
ko: 라파스
ru: Ла-Пас
th: ลาปาซ
uk: Ла-Пас
zh_hans: 拉巴斯
zh_hant: 拉巴斯

# /Lagos:dict/:string
source: Lagos
ar: لاغوس
el: Λάγκος
ja: ラゴス
ko: 라고스
ru: Лагос
th: ลากอส
uk: Лагос
zh_hans: 拉各斯
zh_hant: 拉哥斯

# /Lima:dict/:string
source: Lima
ar: ليما
el: Λίμα
ja: リマ
ko: 라마
ru: Лима
th: ลิมา
uk: Ліма
zh_hans: 利马
zh_hant: 利馬

# /Lisbon:dict/:string
source: Lisbon
ar: لشبونة
el: Λισαβόνα
ja: リスボン
ko: 리스본
ru: Лиссабон
th: ลิสบอน
uk: Лісабон
zh_hans: 里斯本
zh_hant: 里斯本

# /Ljubljana:dict/:string
source: Ljubljana
ar: ليوبليانا
el: Λιουμπλιάνα
ja: リュブリャナ
ko: 류블랴나
ru: Любляна
th: ลูบลิยานา
uk: Любляна
zh_hans: 卢布尔雅那
zh_hant: 盧比安納

# /London:dict/:string
source: London
ar: لندن
el: Λονδίνο
ja: ロンドン
ko: 런던
ru: Лондон
th: ลอนดอน
uk: Лондон
zh_hans: 伦敦
zh_hant: 倫敦

# /Los Angeles:dict/:string
source: Los Angeles
ar: لوس أنجلس
el: Λος Άντζελες
ja: ロサンゼルス
ko: 로스앤젤레스
ru: Лос-Анджелес
th: ลอสแองเจลิส
uk: Лос-Анджелес
zh_hans: 洛杉矶
zh_hant: 洛杉機

# /Luanda:dict/:string
source: Luanda
ar: لواندا
el: Λουάντα
ja: ルアンダ
ko: 루안다
ru: Луанда
th: ลูอันดา
uk: Луанда
zh_hans: 罗安达
zh_hant: 羅安達

# /Lusaka:dict/:string
source: Lusaka
ar: لوساكا
el: Λουσάκα
ja: ルサカ
ko: 루사카
ru: Лусака
th: ลูซากา
uk: Лусака
zh_hans: 卢萨卡
zh_hant: 路沙卡

# /Madrid:dict/:string
source: Madrid
ar: مدريد
el: Μαδρίτη
ja: マドリード
ko: 마드리드
ru: Мадрид
th: มาดริด
uk: Мадрид
zh_hans: 马德里
zh_hant: 馬德里

# /Magadan:dict/:string
source: Magadan
ar: ماغادان
el: Μαγκαντάν
ja: マガダン
ko: 마가단
ru: Магадан
th: มากาดาน
uk: Магадан
zh_hans: 马加丹
zh_hant: 馬加丹

# /Male:dict/:string
source: Male
ar: مايل
el: Μάλε
ja: マレ
ko: 말레
ru: Мале
th: มาเล่
uk: Мале
zh_hans: 马累
zh_hant: 馬列

# /Managua:dict/:string
source: Managua
ar: ماناغوا
el: Μανάγκουα
ja: マナグア
ko: 마나과
ru: Манагуа
th: มานากัว
uk: Манагуа
zh_hans: 马那瓜
zh_hant: 馬拿瓜

# /Manama:dict/:string
source: Manama
ar: المنامة
el: Μανάμα
ja: マナマ
ko: 마나마
ru: Манама
th: มานามา
uk: Манама
zh_hans: 麦纳麦
zh_hant: 麥納瑪

# /Manchester:dict/:string
source: Manchester
ar: مانشستر
el: Μάντσεστερ
ja: マンチェスター
ko: 맨체스터
ru: Манчестер
th: แมนเชสเตอร์
uk: Манчестер
zh_hans: 曼彻斯特
zh_hant: 曼徹斯特

# /Manila:dict/:string
source: Manila
ar: مانيلا
el: Μανίλα
ja: マニラ
ko: 마닐라
ru: Манила
th: มะนิลา
uk: Маніла
zh_hans: 马尼拉
zh_hant: 馬尼拉

# /Maputo:dict/:string
source: Maputo
ar: مابوتو
el: Μαπούτο
ja: マプト
ko: 마푸토
ru: Мапуту
th: มาปูโต
uk: Мапуто
zh_hans: 马普托
zh_hant: 馬布多

# /Mecca:dict/:string
source: Mecca
ar: مكة
el: Μέκκα
ja: メッカ
ko: 메카
ru: Мекка
th: เมกกะ
uk: Мекка
zh_hans: 麦加
zh_hant: 麥加

# /Melbourne:dict/:string
source: Melbourne
ar: ملبورن
el: Μελβούρνη
ja: メルボルン
ko: 멜버른
ru: Мельбурн
th: เมลเบิร์น
uk: Мельбурн
zh_hans: 墨尔本
zh_hant: 墨爾本

# /Memphis:dict/:string
source: Memphis
ar: ممفيس
el: Μέμφις
ja: メンフィス
ko: 멤피스
ru: Мемфис
th: เมมฟิส
uk: Мемфіс
zh_hans: 孟斐斯
zh_hant: 孟斐斯

# /Mexico City:dict/:string
source: Mexico City
ar: مكسيكو سيتي
el: Μέξικο Σίτυ
ja: メキシコシティ
ko: 멕시코시티
ru: Мехико
th: เม็กซิโกซิตี้
uk: Мехіко
zh_hans: 墨西哥城
zh_hant: 墨西哥市

# /Miami:dict/:string
source: Miami
ar: ميامي
el: Μαϊάμι
ja: マイアミ
ko: 마이애미
ru: Майами
th: ไมอามี่
uk: Маямі
zh_hans: 迈阿密
zh_hant: 邁阿密

# /Minneapolis:dict/:string
source: Minneapolis
ar: مينيابوليس
el: Μινεάπολις
ja: ミネアポリス
ko: 미니애폴리스
ru: Миннеаполис
th: มินนีแอโพลิส
uk: Міннеаполіс
zh_hans: 明尼阿波利斯
zh_hant: 明尼亞波利

# /Mogadisho:dict/:string
source: Mogadisho
ar: مقديشو
el: Μογκαντίσο
ja: モガディシオ
ko: 모가디쇼
ru: Могадишо
th: โมกาดิชู
uk: Могадишо
zh_hans: 摩加迪沙
zh_hant: 摩加迪修

# /Monrovia:dict/:string
source: Monrovia
ar: مونروفيا
el: Μονροβία
ja: モンロビア
ko: 몬로비아
ru: Монровия
th: มอนโรเวีย
uk: Монровія
zh_hans: 蒙罗维亚
zh_hant: 蒙羅維亞

# /Montevideo:dict/:string
source: Montevideo
ar: مونتفيديو
el: Μοντεβιδέο
ja: モンテビデオ
ko: 몬테비데오
ru: Монтевидео
th: มอนเตวิเดโอ
uk: Монтевідео
zh_hans: 蒙得维的亚
zh_hant: 蒙特維多

# /Montreal:dict/:string
source: Montréal
ar: مونتريال
el: Μόντρεαλ
ja: モントリオール
ko: 몬트리올
ru: Монреаль
th: มอนทรีออล
uk: Монтерей
zh_hans: 蒙特利尔
zh_hant: 蒙特婁

# /Moscow:dict/:string
source: Moscow
ar: موسكو
el: Μόσχα
ja: モスクワ
ko: 모스크바
ru: Москва
th: มอสโก
uk: Москва
zh_hans: 莫斯科
zh_hant: 莫斯科

# /Mumbai:dict/:string
source: Mumbai (Bombay)
ar: مومباي (بومباي)
el: Μουμπάι (Βομβάη)
ja: ムンバイ（ボンベイ）
ko: 봄베이(Mumbai)
ru: Бомбей
th: มุมไบ (บอมเบย์)
uk: Мумбай (Бомбей)
zh_hans: 孟买
zh_hant: 孟買

# /Munich:dict/:string
source: Munich
ar: ميونيخ
el: Μόναχο
ja: ミュンヘン
ko: 뮌헨
ru: Мюнхен
th: มิวนิค
uk: Мюнхен
zh_hans: 慕尼黑
zh_hant: 慕尼黑

# /Muscat:dict/:string
source: Muscat
ar: مسقط
el: Μουσκάτ
ja: マスカット
ko: 무스카트
ru: Мускат
th: มัสกัต
uk: Мускат
zh_hans: 马斯喀特
zh_hant: 馬斯開特

# /Nairobi:dict/:string
source: Nairobi
ar: نيروبي
el: Ναϊρόμπι
ja: ナイロビ
ko: 나이로비
ru: Найроби
th: ไนโรบี
uk: Найробі
zh_hans: 内罗毕
zh_hant: 奈洛比

# /Ndjamena:dict/:string
source: Ndjamena
ar: نجامينا
el: Ντζαμένα
ja: ヌジャメナ
ko: 은자메나(Ndjamena)
ru: Нджамена
th: เอ็นจาเมนา
uk: Нджамена
zh_hans: 恩贾梅纳
zh_hant: 恩加美納

# /New Delhi:dict/:string
source: New Delhi
ar: نيودلهي
el: Νέο Δελχί
ja: ニューデリー
ko: 뉴델리
ru: Нью-Дели
th: นิวเดลี
uk: Нью-Делі
zh_hans: 新德里
zh_hant: 新德里

# /New York:dict/:string
source: New York
ar: نيويورك
el: Νέα Υόρκη
ja: ニューヨーク
ko: 뉴욕
ru: Нью-Йорк
th: นิวยอร์ก
uk: Нью-Йорк
zh_hans: 纽约
zh_hant: 紐約

# /Nouakchott:dict/:string
source: Nouakchott
ar: نواكشوط
el: Νουακτσότ
ja: ヌアクショット
ko: 누악쇼트
ru: Нуакшот
th: นูแอกชอต
uk: Нуакшот
zh_hans: 努瓦克肖特
zh_hant: 諾克少

# /Noumea:dict/:string
source: Nouméa
ar: نوميا
el: Νουμέα
ja: ヌメア
ru: Нумеа
th: นูเมอา
uk: Нумеа
zh_hans: 努美亚
zh_hant: 努美亞

# /Novosibirsk:dict/:string
source: Novosibirsk
ar: نوفوسيبيرسك
el: Νοβοσιμπίρσκ
ja: ノボシビルスク
ko: 노보시비르스크
ru: Новосибирск
th: โนโวซีบิสค์
uk: Новосибірськ
zh_hans: 新西伯利亚
zh_hant: 新西伯利亞

# /Nuuk:dict/:string
source: Nuuk
ar: نووك
el: Νούουκ
ja: ヌーク
ko: 누크
ru: Нуук
th: นุก
uk: Нуук
zh_hans: 努克
zh_hant: 努克

# /Omsk:dict/:string
source: Omsk
ar: أومسك
el: Ομσκ
ja: オムスク
ko: 옴스크
ru: Омск
th: ออมสค์
uk: Омськ
zh_hans: 鄂木斯克
zh_hant: 鄂木斯克

# /Osaka:dict/:string
source: Osaka
ar: أوساكا
el: Οσάκα
ja: 大阪
ko: 오사카
ru: Осака
th: โอซาก้า
uk: Осака
zh_hans: 大阪
zh_hant: 大阪

# /Oslo:dict/:string
source: Oslo
ar: أوسلو
el: Όσλο
ja: オスロ
ko: 오슬로
ru: Осло
th: ออสโล
uk: Осло
zh_hans: 奥斯陆
zh_hant: 奧斯陸

# /Ottawa:dict/:string
source: Ottawa
ar: أوتاوا
el: Οτάβα
ja: オタワ
ko: 오타와
ru: Оттава
th: ออตตาวา
uk: Оттава
zh_hans: 渥太华
zh_hant: 渥太華

# /Ougadougou:dict/:string
source: Ougadougou
ar: واغادوغو
el: Ουγκαντούγκου
ja: ウガドゥーガ
ko: 와가두구
ru: Уагадугу
th: วากาดูกู
uk: Уагадугу
zh_hans: 瓦加杜古
zh_hant: 瓦加杜古

# /Pago Pago:dict/:string
source: Pago Pago
ar: باغو باغو
el: Πάγκο Πάγκο
ja: パゴパゴ
ko: 파고파고
ru: Паго-Паго
th: ปาโกปาโก
uk: Паго-Паго
zh_hans: 帕果-帕果
zh_hant: 巴哥巴哥

# /Panama:dict/:string
source: Panama
ar: بنما
el: Παναμάς
ja: パナマ
ko: 파나마
ru: Панама
th: ปานามา
uk: Панама
zh_hans: 巴拿马
zh_hant: 巴拿馬

# /Paramaribo:dict/:string
source: Paramaribo
ar: باراماريبو
el: Παραμαρίμπο
ja: パラマリボ
ko: 파라마리보
ru: Парамарибо
th: ปารามาริโบ
uk: Парамарибо
zh_hans: 帕拉马里博
zh_hant: 巴拉馬利波

# /Paris:dict/:string
source: Paris
ar: باريس
el: Παρίσι
ja: パリ
ko: 파리
ru: Париж
th: ปารีส
uk: Париж
zh_hans: 巴黎
zh_hant: 巴黎

# /Perth:dict/:string
source: Perth
ar: بيرث
el: Περθ
ja: パース
ko: 퍼스
ru: Перт
th: เพิร์ธ
uk: Перт
zh_hans: 佩思
zh_hant: 伯斯

# /Philadelphia:dict/:string
source: Philadelphia
ar: فيلادلفيا
el: Φιλαδέλφια
ja: フィラデルフィア
ko: 필라델피아
ru: Филадельфия
th: ฟิลาเดลเฟีย
uk: Філадельфія
zh_hans: 费城
zh_hant: 費城

# /Phnom Penh:dict/:string
source: Phnom Penh
ar: بنوم بنه
el: Πνομ Πενχ
ja: プノンペン
ko: 프놈펜
ru: Пномпень
th: พนมเปญ
uk: Пномпень
zh_hans: 金边
zh_hant: 金邊

# /Phoenix:dict/:string
source: Phoenix
ar: فينكس
el: Φοίνιξ
ja: フェニックス
ko: 피닉스
ru: Феникс
th: ฟีนิกซ์
uk: Фенікс
zh_hans: 菲尼克斯
zh_hant: 鳳凰城

# /Ponta Delgada:dict/:string
source: Ponta Delgada
ar: بونتا دلغادا
el: Πόντα Ντελγάδα
ja: ポンタデルガダ
ko: 폰타델가다
ru: Понта-Дельгада
th: ปอนตา เดลกาดา
uk: Понта-Дельгада
zh_hans: 波尔图
zh_hant: 彭塔德加達

# /Port Louis:dict/:string
source: Port Louis
ar: بورت لويس
el: Πορτ Λούις
ja: ポートルイス
ko: 포트루이스
ru: Порт-Луи
th: พอร์ตหลุยส์
uk: Порт-Луїс
zh_hans: 路易港
zh_hant: 路易港

# /Port-au-Prince:dict/:string
source: Port-au-Prince
ar: بورت او برينس
el: Πορτ Ο Πρινς
ja: ポルトープランス
ko: 포르토프랭스
ru: Порт-о-Пренс
th: ปอร์โตแปรงซ์
uk: Порт-о-Пренс
zh_hans: 太子港
zh_hant: 太子港

# /Portland:dict/:string
source: Portland
ar: بورتلاند
el: Πόρτλαντ
ja: ポートランド
ko: 포틀랜드
ru: Портленд
th: พอร์ตแลนด์
uk: Портленд
zh_hans: 波特兰
zh_hant: 波特蘭市

# /Prague:dict/:string
source: Prague
ar: براغ
el: Πράγα
ja: プラハ
ko: 프라하(Prague)
ru: Прага
th: ปราก
uk: Прага
zh_hans: 布拉格
zh_hant: 布拉格

# /Pyongyang:dict/:string
source: Pyongyang
ar: بيونغ يانغ
el: Πιονγιάνγκ
ja: ピョンヤン
ko: 평양
ru: Пхеньян
th: เปียงยาง
uk: Пхеньян
zh_hans: 平壤
zh_hant: 平壤

# /Quito:dict/:string
source: Quito
ar: كويتو
el: Κίτο
ja: キト
ko: 키토
ru: Киото
th: กีโต
uk: Кіото
zh_hans: 基多
zh_hant: 基多

# /Rabat:dict/:string
source: Rabat
ar: الرباط
el: Ραμπάτ
ja: ラバト
ko: 라바트
ru: Рабат
th: ราบัต
uk: Рабат
zh_hans: 拉巴特
zh_hant: 拉巴特
